print('დავალებაN1')
რიცხვი = 1
while რიცხვი < 100:
    print(str(რიცხვი) + 'კენტია')
    რიცხვი = რიცხვი + 2




print('დავალებაN2')
შენი_ასაკი =int(input('რამდენი წლის ხარ? :'))
მამაშენის_ასაკი = int(input('რამდენი წლისაა მამაშენი? :'))
if შენი_ასაკი * 2 < მამაშენის_ასაკი:
    print('BINGO')
else:
    print('MOUSE')


print('დავალებაN3')
თქვენი_ასაკი = input('რამედნი წლის ხარ? :')
თქვენი_სქესი = input('შეიყვანეთ ქვენი სქესი :')
if თქვენი_სქესი == 'მამრი' and თქვენი_ასაკი >= str(65):
    print('პენსია გეკუთვნით')   
if თქვენი_სქესი == "მდედრობითი" and თქვენი_ასაკი >= str(60):
    print('პენსია გეკუთვნით')
else:
    print('პენსია არ გეკუთნით') 
    if თქვენი_სქესი == "non-bineri":
            print("გეთრიე აქედან")

print('დავალებაN4')
სასწავლებელი = input('სად სწავლობთ? :')
if სასწავლებელი == 'GOAL ORIENTED ACADEMY':
     print('მეგობარო შენ ხარ ისეთ ადამიანი რომელმაც სწორი გადაწყვეტილება მიიღო და შენ ბევრს მიაღწევ ცხოვრებაში')
else:
     print('შე მატრიცელო გაღვიძე შმოდი გოაში რას ელოდები!!!!!!!!!!!!!') 